Repository: r1adBE/cryptoChecker
Catalog: ios/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt, pt_br, ro, ru, sq, sv, th, tr, uk, vi, zh_hans

# live_activity_start
source: Show on Lock Screen
ar: عرض على شاشة القفل
cs: Zobrazit na zamčené obrazovce
da: Vis på låseskærmen
de: Auf dem Sperrbildschirm zeigen
el: Εμφάνιση στην οθόνη κλειδώματος
es: Mostrar en la pantalla bloqueada
fa: نمایش در صفحه قفل
fi: Näytä lukitusnäytöllä
fr: Afficher sur l'écran verrouillé
he: הצגה במסך הנעילה
hi: लॉक स्क्रीन पर दिखाएँ
hu: Megjelenítés a zárolási képernyőn
id: Tampilkan di Layar Terkunci
it: Mostra sulla schermata di blocco
ja: ロック画面に表示
ko: 잠금 화면에 표시
nb: Vis på låseskjermen
nl: Toon op toegangsscherm
pl: Pokaż na ekranie blokady
pt: Mostrar no ecrã bloqueado
pt_br: Mostrar na Tela Bloqueada
ro: Afișează pe ecranul de blocare
ru: Показать на экране блокировки
sq: Shfaq në ekranin e kyçjes
sv: Visa på låsskärmen
th: แสดงบนหน้าจอล็อค
tr: Kilitli Ekranda göster
uk: Показати на замкненому екрані
vi: Hiển thị trên Màn hình khóa
zh_hans: 在锁定屏幕上显示

# live_activity_stop
source: Remove from Lock Screen
ar: إزالة من شاشة القفل
cs: Odstranit ze zamčené obrazovky
da: Fjern fra låseskærmen
de: Vom Sperrbildschirm entfernen
el: Αφαίρεση από την οθόνη κλειδώματος
es: Quitar de la pantalla bloqueada
fa: حذف از صفحه قفل
fi: Poista lukitusnäytöltä
fr: Retirer de l'écran verrouillé
he: הסרה ממסך הנעילה
hi: लॉक स्क्रीन से हटाएँ
hu: Eltávolítás a zárolási képernyőről
id: Hapus dari Layar Terkunci
it: Rimuovi dalla schermata di blocco
ja: ロック画面から削除
ko: 잠금 화면에서 제거
nb: Fjern fra låseskjermen
nl: Verwijder van toegangsscherm
pl: Usuń z ekranu blokady
pt: Remover do ecrã bloqueado
pt_br: Remover da Tela Bloqueada
ro: Elimină de pe ecranul de blocare
ru: Убрать с экрана блокировки
sq: Hiq nga ekrani i kyçjes
sv: Ta bort från låsskärmen
th: เอาออกจากหน้าจอล็อค
tr: Kilitli Ekrandan kaldır
uk: Прибрати із замкненого екрана
vi: Xóa khỏi Màn hình khóa
zh_hans: 从锁定屏幕移除

# loading_hint
source: Loading…
ar: جارٍ التحميل…
cs: Načítání…
da: Indlæser…
de: Wird geladen…
el: Φόρτωση…
es: Cargando…
fa: در حال بارگیری…
fi: Ladataan…
fr: Chargement…
he: טוען…
hi: लोड हो रहा है…
hu: Betöltés…
id: Memuat…
it: Caricamento…
ja: 読み込み中…
ko: 불러오는 중…
nb: Laster inn…
nl: Laden…
pl: Wczytywanie…
pt: A carregar…
pt_br: Carregando…
ro: Se încarcă…
ru: Загрузка…
sq: Po ngarkohet…
sv: Läser in…
th: กำลังโหลด…
tr: Yükleniyor…
uk: Завантаження…
vi: Đang tải…
zh_hans: 加载中…

# macro_cpi
source: US inflation data (CPI)
ar: التضخم الأمريكي (CPI)
cs: inflace v USA (CPI)
da: amerikansk inflation (CPI)
de: US-Inflationsdaten (CPI)
el: πληθωρισμός ΗΠΑ (CPI)
es: inflación de EE. UU. (IPC)
fa: تورم آمریکا (CPI)
fi: Yhdysvaltain inflaatio (CPI)
fr: inflation américaine (CPI)
he: אינפלציה בארה״ב (CPI)
hi: अमेरिकी महँगाई (CPI)
hu: amerikai infláció (CPI)
id: inflasi AS (CPI)
it: inflazione USA (CPI)
ja: 米消費者物価指数（CPI）
ko: 미국 소비자물가지수(CPI)
nb: amerikansk inflasjon (KPI)
nl: Amerikaanse inflatie (CPI)
pl: inflacja w USA (CPI)
pt: inflação dos EUA (IPC)
pt_br: inflação dos EUA (CPI)
ro: inflația din SUA (CPI)
ru: инфляция в США (CPI)
sq: inflacioni në SHBA (CPI)
sv: amerikansk inflation (KPI)
th: เงินเฟ้อสหรัฐฯ (CPI)
tr: ABD enflasyonu (TÜFE)
uk: інфляція в США (CPI)
vi: lạm phát Mỹ (CPI)
zh_hans: 美国消费者物价指数（CPI）

# macro_fomc
source: US Fed rate decision
ar: قرار الفيدرالي بشأن الفائدة
cs: rozhodnutí Fedu o sazbách
da: Fed-rentebeslutning
de: Zinsentscheid der US-Notenbank
el: απόφαση της Fed για τα επιτόκια
es: decisión de tipos de la Fed
fa: تصمیم نرخ بهره فدرال رزرو
fi: Fedin korkopäätös
fr: décision de taux de la Fed
he: החלטת הריבית של הפד
hi: फ़ेड का ब्याज दर फ़ैसला
hu: Fed-kamatdöntés
id: keputusan suku bunga The Fed
it: decisione sui tassi della Fed
ja: 米FOMC政策金利発表
ko: 미 연준 금리 결정
nb: rentebeslutning fra Fed
nl: rentebesluit van de Fed
pl: decyzja Fed w sprawie stóp
pt: decisão de juros da Fed
pt_br: decisão de juros do Fed
ro: decizia Fed privind dobânda
ru: решение ФРС по ставке
sq: vendimi i Fed-it për normat e interesit
sv: Fed:s räntebesked
th: การตัดสินใจดอกเบี้ยของเฟด
tr: Fed faiz kararı
uk: рішення ФРС щодо ставки
vi: quyết định lãi suất của Fed
zh_hans: 美联储利率决议

# macro_hint_list
source: %1$@ – markets often swing more on days like this.
ar: %1$@ – في أيام كهذه تتقلب الأسواق غالبًا أكثر.
cs: %1$@ – v takové dny trh často kolísá víc.
da: %1$@ – på sådanne dage svinger markedet ofte mere.
de: %1$@ – an solchen Tagen schwankt der Markt oft stärker.
el: %1$@ – τέτοιες μέρες οι αγορές συχνά κινούνται πιο έντονα.
es: %1$@ – en días así los mercados suelen moverse más.
fa: %1$@ – در چنین روزهایی بازار اغلب نوسان بیشتری دارد.
fi: %1$@ – tällaisina päivinä markkinat heiluvat usein enemmän.
fr: %1$@ – les marchés bougent souvent davantage ces jours-là.
he: %1$@ – בימים כאלה השווקים נוטים לתנודות חזקות יותר.
hi: %1$@ – ऐसे दिनों में बाज़ार अक्सर ज़्यादा उतार-चढ़ाव दिखाता है।
hu: %1$@ – ilyen napokon a piac gyakran erősebben ingadozik.
id: %1$@ – pada hari seperti ini pasar sering bergejolak lebih kuat.
it: %1$@ – in giorni come questo i mercati oscillano spesso di più.
ja: %1$@ – こうした日は相場が大きく動きやすくなります。
ko: %1$@ – 이런 날에는 시장 변동이 커지는 경우가 많습니다.
nb: %1$@ – på slike dager svinger markedet ofte mer.
nl: %1$@ – op zulke dagen schommelt de markt vaak sterker.
pl: %1$@ – w takie dni rynek często waha się mocniej.
pt: %1$@ – em dias assim os mercados oscilam muitas vezes mais.
pt_br: %1$@ – em dias assim o mercado costuma oscilar mais.
ro: %1$@ – în astfel de zile piețele fluctuează adesea mai mult.
ru: %1$@ – в такие дни рынок часто колеблется сильнее.
sq: %1$@ – në ditë të tilla tregjet shpesh luhaten më shumë.
sv: %1$@ – sådana dagar svänger marknaden ofta mer.
th: %1$@ – วันแบบนี้ตลาดมักผันผวนมากกว่าปกติ
tr: %1$@ – böyle günlerde piyasa çoğu zaman daha sert dalgalanır.
uk: %1$@ – у такі дні ринок часто коливається сильніше.
vi: %1$@ – những ngày như vậy thị trường thường dao động mạnh hơn.
zh_hans: %1$@ – 这类日子市场往往波动更大。

# macro_hint_today
source: Today %1$@: %2$@ – markets often swing more on days like this.
ar: اليوم %1$@: %2$@ – في أيام كهذه تتقلب الأسواق غالبًا أكثر.
cs: Dnes %1$@: %2$@ – v takové dny trh často kolísá víc.
da: I dag %1$@: %2$@ – på sådanne dage svinger markedet ofte mere.
de: Heute %1$@: %2$@ – an solchen Tagen schwankt der Markt oft stärker.
el: Σήμερα %1$@: %2$@ – τέτοιες μέρες οι αγορές συχνά κινούνται πιο έντονα.
es: Hoy %1$@: %2$@ – en días así los mercados suelen moverse más.
fa: امروز %1$@: %2$@ – در چنین روزهایی بازار اغلب نوسان بیشتری دارد.
fi: Tänään %1$@: %2$@ – tällaisina päivinä markkinat heiluvat usein enemmän.
fr: Aujourd'hui %1$@ : %2$@ – les marchés bougent souvent davantage ces jours-là.
he: היום %1$@: %2$@ – בימים כאלה השווקים נוטים לתנודות חזקות יותר.
hi: आज %1$@: %2$@ – ऐसे दिनों में बाज़ार अक्सर ज़्यादा उतार-चढ़ाव दिखाता है।
hu: Ma %1$@: %2$@ – ilyen napokon a piac gyakran erősebben ingadozik.
id: Hari ini %1$@: %2$@ – pada hari seperti ini pasar sering bergejolak lebih kuat.
it: Oggi %1$@: %2$@ – in giorni come questo i mercati oscillano spesso di più.
ja: 今日 %1$@：%2$@ – こうした日は相場が大きく動きやすくなります。
ko: 오늘 %1$@: %2$@ – 이런 날에는 시장 변동이 커지는 경우가 많습니다.
nb: I dag %1$@: %2$@ – på slike dager svinger markedet ofte mer.
nl: Vandaag %1$@: %2$@ – op zulke dagen schommelt de markt vaak sterker.
pl: Dziś %1$@: %2$@ – w takie dni rynek często waha się mocniej.
pt: Hoje %1$@: %2$@ – em dias assim os mercados oscilam muitas vezes mais.
pt_br: Hoje %1$@: %2$@ – em dias assim o mercado costuma oscilar mais.
ro: Azi %1$@: %2$@ – în astfel de zile piețele fluctuează adesea mai mult.
ru: Сегодня %1$@: %2$@ – в такие дни рынок часто колеблется сильнее.
sq: Sot %1$@: %2$@ – në ditë të tilla tregjet shpesh luhaten më shumë.
sv: I dag %1$@: %2$@ – sådana dagar svänger marknaden ofta mer.
th: วันนี้ %1$@: %2$@ – วันแบบนี้ตลาดมักผันผวนมากกว่าปกติ
tr: Bugün %1$@: %2$@ – böyle günlerde piyasa çoğu zaman daha sert dalgalanır.
uk: Сьогодні %1$@: %2$@ – у такі дні ринок часто коливається сильніше.
vi: Hôm nay %1$@: %2$@ – những ngày như vậy thị trường thường dao động mạnh hơn.
zh_hans: 今天 %1$@：%2$@ – 这类日子市场往往波动更大。

# macro_hint_today_list
source: Today: %1$@ – markets often swing more on days like this.
ar: اليوم: %1$@ – في أيام كهذه تتقلب الأسواق غالبًا أكثر.
cs: Dnes: %1$@ – v takové dny trh často kolísá víc.
da: I dag: %1$@ – på sådanne dage svinger markedet ofte mere.
de: Heute: %1$@ – an solchen Tagen schwankt der Markt oft stärker.
el: Σήμερα: %1$@ – τέτοιες μέρες οι αγορές συχνά κινούνται πιο έντονα.
es: Hoy: %1$@ – en días así los mercados suelen moverse más.
fa: امروز: %1$@ – در چنین روزهایی بازار اغلب نوسان بیشتری دارد.
fi: Tänään: %1$@ – tällaisina päivinä markkinat heiluvat usein enemmän.
fr: Aujourd'hui : %1$@ – les marchés bougent souvent davantage ces jours-là.
he: היום: %1$@ – בימים כאלה השווקים נוטים לתנודות חזקות יותר.
hi: आज: %1$@ – ऐसे दिनों में बाज़ार अक्सर ज़्यादा उतार-चढ़ाव दिखाता है।
hu: Ma: %1$@ – ilyen napokon a piac gyakran erősebben ingadozik.
id: Hari ini: %1$@ – pada hari seperti ini pasar sering bergejolak lebih kuat.
it: Oggi: %1$@ – in giorni come questo i mercati oscillano spesso di più.
ja: 今日：%1$@ – こうした日は相場が大きく動きやすくなります。
ko: 오늘: %1$@ – 이런 날에는 시장 변동이 커지는 경우가 많습니다.
nb: I dag: %1$@ – på slike dager svinger markedet ofte mer.
nl: Vandaag: %1$@ – op zulke dagen schommelt de markt vaak sterker.
pl: Dziś: %1$@ – w takie dni rynek często waha się mocniej.
pt: Hoje: %1$@ – em dias assim os mercados oscilam muitas vezes mais.
pt_br: Hoje: %1$@ – em dias assim o mercado costuma oscilar mais.
ro: Azi: %1$@ – în astfel de zile piețele fluctuează adesea mai mult.
ru: Сегодня: %1$@ – в такие дни рынок часто колеблется сильнее.
sq: Sot: %1$@ – në ditë të tilla tregjet shpesh luhaten më shumë.
sv: I dag: %1$@ – sådana dagar svänger marknaden ofta mer.
th: วันนี้: %1$@ – วันแบบนี้ตลาดมักผันผวนมากกว่าปกติ
tr: Bugün: %1$@ – böyle günlerde piyasa çoğu zaman daha sert dalgalanır.
uk: Сьогодні: %1$@ – у такі дні ринок часто коливається сильніше.
vi: Hôm nay: %1$@ – những ngày như vậy thị trường thường dao động mạnh hơn.
zh_hans: 今天：%1$@ – 这类日子市场往往波动更大。

# macro_hint_tomorrow
source: Tomorrow %1$@: %2$@ – markets often swing more on days like this.
ar: غدًا %1$@: %2$@ – في أيام كهذه تتقلب الأسواق غالبًا أكثر.
cs: Zítra %1$@: %2$@ – v takové dny trh často kolísá víc.
da: I morgen %1$@: %2$@ – på sådanne dage svinger markedet ofte mere.
de: Morgen %1$@: %2$@ – an solchen Tagen schwankt der Markt oft stärker.
el: Αύριο %1$@: %2$@ – τέτοιες μέρες οι αγορές συχνά κινούνται πιο έντονα.
es: Mañana %1$@: %2$@ – en días así los mercados suelen moverse más.
fa: فردا %1$@: %2$@ – در چنین روزهایی بازار اغلب نوسان بیشتری دارد.
fi: Huomenna %1$@: %2$@ – tällaisina päivinä markkinat heiluvat usein enemmän.
fr: Demain %1$@ : %2$@ – les marchés bougent souvent davantage ces jours-là.
he: מחר %1$@: %2$@ – בימים כאלה השווקים נוטים לתנודות חזקות יותר.
hi: कल %1$@: %2$@ – ऐसे दिनों में बाज़ार अक्सर ज़्यादा उतार-चढ़ाव दिखाता है।
hu: Holnap %1$@: %2$@ – ilyen napokon a piac gyakran erősebben ingadozik.
id: Besok %1$@: %2$@ – pada hari seperti ini pasar sering bergejolak lebih kuat.
it: Domani %1$@: %2$@ – in giorni come questo i mercati oscillano spesso di più.
ja: 明日 %1$@：%2$@ – こうした日は相場が大きく動きやすくなります。
ko: 내일 %1$@: %2$@ – 이런 날에는 시장 변동이 커지는 경우가 많습니다.
nb: I morgen %1$@: %2$@ – på slike dager svinger markedet ofte mer.
nl: Morgen %1$@: %2$@ – op zulke dagen schommelt de markt vaak sterker.
pl: Jutro %1$@: %2$@ – w takie dni rynek często waha się mocniej.
pt: Amanhã %1$@: %2$@ – em dias assim os mercados oscilam muitas vezes mais.
pt_br: Amanhã %1$@: %2$@ – em dias assim o mercado costuma oscilar mais.
ro: Mâine %1$@: %2$@ – în astfel de zile piețele fluctuează adesea mai mult.
ru: Завтра %1$@: %2$@ – в такие дни рынок часто колеблется сильнее.
sq: Nesër %1$@: %2$@ – në ditë të tilla tregjet shpesh luhaten më shumë.
sv: I morgon %1$@: %2$@ – sådana dagar svänger marknaden ofta mer.
th: พรุ่งนี้ %1$@: %2$@ – วันแบบนี้ตลาดมักผันผวนมากกว่าปกติ
tr: Yarın %1$@: %2$@ – böyle günlerde piyasa çoğu zaman daha sert dalgalanır.
uk: Завтра %1$@: %2$@ – у такі дні ринок часто коливається сильніше.
vi: Ngày mai %1$@: %2$@ – những ngày như vậy thị trường thường dao động mạnh hơn.
zh_hans: 明天 %1$@：%2$@ – 这类日子市场往往波动更大。

# macro_hint_tomorrow_list
source: Tomorrow: %1$@ – markets often swing more on days like this.
ar: غدًا: %1$@ – في أيام كهذه تتقلب الأسواق غالبًا أكثر.
cs: Zítra: %1$@ – v takové dny trh často kolísá víc.
da: I morgen: %1$@ – på sådanne dage svinger markedet ofte mere.
de: Morgen: %1$@ – an solchen Tagen schwankt der Markt oft stärker.
el: Αύριο: %1$@ – τέτοιες μέρες οι αγορές συχνά κινούνται πιο έντονα.
es: Mañana: %1$@ – en días así los mercados suelen moverse más.
fa: فردا: %1$@ – در چنین روزهایی بازار اغلب نوسان بیشتری دارد.
fi: Huomenna: %1$@ – tällaisina päivinä markkinat heiluvat usein enemmän.
fr: Demain : %1$@ – les marchés bougent souvent davantage ces jours-là.
he: מחר: %1$@ – בימים כאלה השווקים נוטים לתנודות חזקות יותר.
hi: कल: %1$@ – ऐसे दिनों में बाज़ार अक्सर ज़्यादा उतार-चढ़ाव दिखाता है।
hu: Holnap: %1$@ – ilyen napokon a piac gyakran erősebben ingadozik.
id: Besok: %1$@ – pada hari seperti ini pasar sering bergejolak lebih kuat.
it: Domani: %1$@ – in giorni come questo i mercati oscillano spesso di più.
ja: 明日：%1$@ – こうした日は相場が大きく動きやすくなります。
ko: 내일: %1$@ – 이런 날에는 시장 변동이 커지는 경우가 많습니다.
nb: I morgen: %1$@ – på slike dager svinger markedet ofte mer.
nl: Morgen: %1$@ – op zulke dagen schommelt de markt vaak sterker.
pl: Jutro: %1$@ – w takie dni rynek często waha się mocniej.
pt: Amanhã: %1$@ – em dias assim os mercados oscilam muitas vezes mais.
pt_br: Amanhã: %1$@ – em dias assim o mercado costuma oscilar mais.
ro: Mâine: %1$@ – în astfel de zile piețele fluctuează adesea mai mult.
ru: Завтра: %1$@ – в такие дни рынок часто колеблется сильнее.
sq: Nesër: %1$@ – në ditë të tilla tregjet shpesh luhaten më shumë.
sv: I morgon: %1$@ – sådana dagar svänger marknaden ofta mer.
th: พรุ่งนี้: %1$@ – วันแบบนี้ตลาดมักผันผวนมากกว่าปกติ
tr: Yarın: %1$@ – böyle günlerde piyasa çoğu zaman daha sert dalgalanır.
uk: Завтра: %1$@ – у такі дні ринок часто коливається сильніше.
vi: Ngày mai: %1$@ – những ngày như vậy thị trường thường dao động mạnh hơn.
zh_hans: 明天：%1$@ – 这类日子市场往往波动更大。

# macro_item_today
source: Today %1$@ %2$@
ar: اليوم %1$@ %2$@
cs: Dnes %1$@ %2$@
da: I dag %1$@ %2$@
de: Heute %1$@ %2$@
el: Σήμερα %1$@ %2$@
es: Hoy %1$@ %2$@
fa: امروز %1$@ %2$@
fi: Tänään %1$@ %2$@
fr: Aujourd'hui %1$@ %2$@
he: היום %1$@ %2$@
hi: आज %1$@ %2$@
hu: Ma %1$@ %2$@
id: Hari ini %1$@ %2$@
it: Oggi %1$@ %2$@
ja: 今日 %1$@ %2$@
ko: 오늘 %1$@ %2$@
nb: I dag %1$@ %2$@
nl: Vandaag %1$@ %2$@
pl: Dziś %1$@ %2$@
pt: Hoje %1$@ %2$@
pt_br: Hoje %1$@ %2$@
ro: Azi %1$@ %2$@
ru: Сегодня %1$@ %2$@
sq: Sot %1$@ %2$@
sv: I dag %1$@ %2$@
th: วันนี้ %1$@ %2$@
tr: Bugün %1$@ %2$@
uk: Сьогодні %1$@ %2$@
vi: Hôm nay %1$@ %2$@
zh_hans: 今天 %1$@ %2$@

# macro_item_tomorrow
source: Tomorrow %1$@ %2$@
ar: غدًا %1$@ %2$@
cs: Zítra %1$@ %2$@
da: I morgen %1$@ %2$@
de: Morgen %1$@ %2$@
el: Αύριο %1$@ %2$@
es: Mañana %1$@ %2$@
fa: فردا %1$@ %2$@
fi: Huomenna %1$@ %2$@
fr: Demain %1$@ %2$@
he: מחר %1$@ %2$@
hi: कल %1$@ %2$@
hu: Holnap %1$@ %2$@
id: Besok %1$@ %2$@
it: Domani %1$@ %2$@
ja: 明日 %1$@ %2$@
ko: 내일 %1$@ %2$@
nb: I morgen %1$@ %2$@
nl: Morgen %1$@ %2$@
pl: Jutro %1$@ %2$@
pt: Amanhã %1$@ %2$@
pt_br: Amanhã %1$@ %2$@
ro: Mâine %1$@ %2$@
ru: Завтра %1$@ %2$@
sq: Nesër %1$@ %2$@
sv: I morgon %1$@ %2$@
th: พรุ่งนี้ %1$@ %2$@
tr: Yarın %1$@ %2$@
uk: Завтра %1$@ %2$@
vi: Ngày mai %1$@ %2$@
zh_hans: 明天 %1$@ %2$@

# macro_nfp
source: US jobs report
ar: تقرير الوظائف الأمريكي
cs: zpráva z trhu práce USA
da: amerikansk jobrapport
de: US-Arbeitsmarktdaten
el: έκθεση απασχόλησης ΗΠΑ
es: informe de empleo de EE. UU.
fa: گزارش اشتغال آمریکا
fi: Yhdysvaltain työllisyysraportti
fr: rapport sur l'emploi américain
he: דוח התעסוקה בארה״ב
hi: अमेरिकी जॉब्स रिपोर्ट
hu: amerikai munkaerőpiaci jelentés
id: laporan tenaga kerja AS
it: rapporto sull'occupazione USA
ja: 米雇用統計
ko: 미국 고용보고서
nb: amerikansk sysselsettingsrapport
nl: Amerikaans banenrapport
pl: raport z rynku pracy USA
pt: relatório de emprego dos EUA
pt_br: payroll dos EUA
ro: raportul locurilor de muncă din SUA
ru: отчёт по рынку труда США
sq: raporti i punësimit në SHBA
sv: amerikansk jobbrapport
th: รายงานการจ้างงานสหรัฐฯ
tr: ABD istihdam raporu
uk: звіт про ринок праці США
vi: báo cáo việc làm Mỹ
zh_hans: 美国非农就业报告

# macro_pce
source: US consumer spending prices (PCE)
ar: مؤشر أسعار PCE الأمريكي
cs: inflace PCE v USA
da: amerikansk PCE-inflation
de: US-Konsumausgaben-Preise (PCE)
el: πληθωρισμός PCE ΗΠΑ
es: inflación PCE de EE. UU.
fa: شاخص قیمت PCE آمریکا
fi: Yhdysvaltain PCE-inflaatio
fr: indice des prix PCE américain
he: מדד PCE בארה״ב
hi: अमेरिकी PCE महँगाई
hu: amerikai PCE-infláció
id: inflasi PCE AS
it: inflazione PCE USA
ja: 米PCE物価指数
ko: 미국 PCE 물가지수
nb: amerikansk PCE-inflasjon
nl: Amerikaanse PCE-inflatie
pl: inflacja PCE w USA
pt: inflação PCE dos EUA
pt_br: inflação PCE dos EUA
ro: inflația PCE din SUA
ru: инфляция PCE в США
sq: inflacioni PCE në SHBA
sv: amerikansk PCE-inflation
th: เงินเฟ้อ PCE สหรัฐฯ
tr: ABD PCE enflasyonu
uk: інфляція PCE у США
vi: lạm phát PCE Mỹ
zh_hans: 美国 PCE 物价指数

# macro_ppi
source: US producer prices (PPI)
ar: أسعار المنتجين الأمريكية (PPI)
cs: ceny výrobců v USA (PPI)
da: amerikanske producentpriser (PPI)
de: US-Erzeugerpreise (PPI)
el: τιμές παραγωγού ΗΠΑ (PPI)
es: precios de producción de EE. UU. (IPP)
fa: شاخص قیمت تولیدکننده آمریکا (PPI)
fi: Yhdysvaltain tuottajahinnat (PPI)
fr: prix à la production américains (PPI)
he: מדד המחירים לייצרן בארה״ב (PPI)
hi: अमेरिकी उत्पादक मूल्य (PPI)
hu: amerikai termelői árak (PPI)
id: harga produsen AS (PPI)
it: prezzi alla produzione USA (PPI)
ja: 米生産者物価指数（PPI）
ko: 미국 생산자물가지수(PPI)
nb: amerikanske produsentpriser (PPI)
nl: Amerikaanse producentenprijzen (PPI)
pl: ceny producentów w USA (PPI)
pt: preços no produtor dos EUA (IPP)
pt_br: inflação ao produtor dos EUA (PPI)
ro: prețurile producției din SUA (PPI)
ru: цены производителей в США (PPI)
sq: çmimet e prodhuesit në SHBA (PPI)
sv: amerikanska producentpriser (PPI)
th: ดัชนีราคาผู้ผลิตสหรัฐฯ (PPI)
tr: ABD üretici fiyatları (ÜFE)
uk: ціни виробників у США (PPI)
vi: giá sản xuất Mỹ (PPI)
zh_hans: 美国生产者物价指数（PPI）

# macro_released_list
source: Released today: %1$@.
ar: صدر اليوم: %1$@.
cs: Zveřejněno dnes: %1$@.
da: Offentliggjort i dag: %1$@.
de: Heute veröffentlicht: %1$@.
el: Δημοσιεύθηκε σήμερα: %1$@.
es: Publicado hoy: %1$@.
fa: امروز منتشر شد: %1$@.
fi: Julkaistu tänään: %1$@.
fr: Publié aujourd'hui : %1$@.
he: פורסם היום: %1$@.
hi: आज जारी: %1$@।
hu: Ma közzétéve: %1$@.
id: Dirilis hari ini: %1$@.
it: Pubblicato oggi: %1$@.
ja: 今日発表：%1$@。
ko: 오늘 발표: %1$@.
nb: Publisert i dag: %1$@.
nl: Vandaag gepubliceerd: %1$@.
pl: Opublikowano dziś: %1$@.
pt: Publicado hoje: %1$@.
pt_br: Publicado hoje: %1$@.
ro: Publicat azi: %1$@.
ru: Опубликовано сегодня: %1$@.
sq: Publikuar sot: %1$@.
sv: Publicerat i dag: %1$@.
th: ประกาศวันนี้: %1$@
tr: Bugün yayımlandı: %1$@.
uk: Опубліковано сьогодні: %1$@.
vi: Công bố hôm nay: %1$@.
zh_hans: 今天公布：%1$@。

# macro_released_one
source: Released today at %1$@: %2$@.
ar: صدر اليوم الساعة %1$@: %2$@.
cs: Zveřejněno dnes v %1$@: %2$@.
da: Offentliggjort i dag kl. %1$@: %2$@.
de: Heute um %1$@ veröffentlicht: %2$@.
el: Δημοσιεύθηκε σήμερα στις %1$@: %2$@.
es: Publicado hoy a las %1$@: %2$@.
fa: امروز ساعت %1$@ منتشر شد: %2$@.
fi: Julkaistu tänään klo %1$@: %2$@.
fr: Publié aujourd'hui à %1$@ : %2$@.
he: פורסם היום ב־%1$@: %2$@.
hi: आज %1$@ बजे जारी: %2$@।
hu: Ma %1$@-kor közzétéve: %2$@.
id: Dirilis hari ini pukul %1$@: %2$@.
it: Pubblicato oggi alle %1$@: %2$@.
ja: 今日 %1$@ に発表：%2$@。
ko: 오늘 %1$@ 발표: %2$@.
nb: Publisert i dag kl. %1$@: %2$@.
nl: Vandaag om %1$@ gepubliceerd: %2$@.
pl: Opublikowano dziś o %1$@: %2$@.
pt: Publicado hoje às %1$@: %2$@.
pt_br: Publicado hoje às %1$@: %2$@.
ro: Publicat azi la %1$@: %2$@.
ru: Опубликовано сегодня в %1$@: %2$@.
sq: Publikuar sot në %1$@: %2$@.
sv: Publicerat i dag kl. %1$@: %2$@.
th: ประกาศวันนี้เวลา %1$@: %2$@
tr: Bugün yayımlandı (%1$@): %2$@.
uk: Опубліковано сьогодні о %1$@: %2$@.
vi: Công bố hôm nay lúc %1$@: %2$@.
zh_hans: 今天 %1$@ 公布：%2$@。

# macro_title
source: Economic data
ar: بيانات اقتصادية
cs: Ekonomická data
da: Økonomiske tal
de: Wirtschaftsdaten
el: Οικονομικά στοιχεία
es: Datos económicos
fa: داده‌های اقتصادی
fi: Talousluvut
fr: Données économiques
he: נתונים כלכליים
hi: आर्थिक आँकड़े
hu: Gazdasági adatok
id: Data ekonomi
it: Dati economici
ja: 経済指標
ko: 경제 지표
nb: Økonomiske tall
nl: Economische cijfers
pl: Dane gospodarcze
pt: Dados económicos
pt_br: Dados econômicos
ro: Date economice
ru: Экономические данные
sq: Të dhëna ekonomike
sv: Ekonomisk statistik
th: ข้อมูลเศรษฐกิจ
tr: Ekonomik veriler
uk: Економічні дані
vi: Dữ liệu kinh tế
zh_hans: 经济数据

# market_cap_label
source: Market cap
ar: القيمة السوقية
cs: Tržní kapitalizace
da: Markedsværdi
de: Marktkapitalisierung
el: Κεφαλαιοποίηση
es: Capitalización de mercado
fa: ارزش بازار
fi: Markkina-arvo
fr: Capitalisation
he: שווי שוק
hi: मार्केट कैप
hu: Piaci kapitalizáció
id: Kapitalisasi pasar
it: Capitalizzazione
ja: 時価総額
ko: 시가총액
nb: Markedsverdi
nl: Marktkapitalisatie
pl: Kapitalizacja rynkowa
pt: Capitalização de mercado
pt_br: Capitalização de mercado
ro: Capitalizare de piață
ru: Капитализация
sq: Kapitalizimi i tregut
sv: Börsvärde
th: มูลค่าตลาด
tr: Piyasa değeri
uk: Капіталізація
vi: Vốn hóa thị trường
zh_hans: 市值

# market_cap_source
source: All coins · CoinGecko
ar: كل العملات · CoinGecko
cs: Všechny mince · CoinGecko
da: Alle mønter · CoinGecko
de: Alle Coins · CoinGecko
el: Όλα τα νομίσματα · CoinGecko
es: Todas las monedas · CoinGecko
fa: همه کوین‌ها · CoinGecko
fi: Kaikki kolikot · CoinGecko
fr: Toutes les cryptos · CoinGecko
he: כל המטבעות · CoinGecko
hi: सभी कॉइन · CoinGecko
hu: Minden érme · CoinGecko
id: Semua koin · CoinGecko
it: Tutte le monete · CoinGecko
ja: 全コイン · CoinGecko
ko: 전체 코인 · CoinGecko
nb: Alle mynter · CoinGecko
nl: Alle munten · CoinGecko
pl: Wszystkie monety · CoinGecko
pt: Todas as moedas · CoinGecko
pt_br: Todas as moedas · CoinGecko
ro: Toate monedele · CoinGecko
ru: Все монеты · CoinGecko
sq: Të gjitha monedhat · CoinGecko
sv: Alla mynt · CoinGecko
th: เหรียญทั้งหมด · CoinGecko
tr: Tüm coin'ler · CoinGecko
uk: Усі монети · CoinGecko
vi: Tất cả coin · CoinGecko
zh_hans: 全部币种 · CoinGecko

# market_cap_title
source: Crypto market
ar: سوق العملات المشفرة
cs: Kryptotrh
da: Kryptomarkedet
de: Krypto-Markt
el: Αγορά κρυπτονομισμάτων
es: Mercado cripto
fa: بازار رمزارز
fi: Kryptomarkkina
fr: Marché crypto
he: שוק הקריפטו
hi: क्रिप्टो बाज़ार
hu: Kriptopiac
id: Pasar kripto
it: Mercato crypto
ja: 暗号資産市場
ko: 암호화폐 시장
nb: Kryptomarkedet
nl: Cryptomarkt
pl: Rynek krypto
pt: Mercado cripto
pt_br: Mercado cripto
ro: Piața cripto
ru: Криптовалютный рынок
sq: Tregu kripto
sv: Kryptomarknaden
th: ตลาดคริปโต
tr: Kripto piyasası
uk: Криптовалютний ринок
vi: Thị trường crypto
zh_hans: 加密货币市场
